/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Não foi encontrado nenhum porta-chaves para guardar %1$@”.";

/* default not configured */
"A keychain cannot be found." = "Não foi encontrado nenhum porta-chaves.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Tem a certeza de que pretende repor o porta-chaves? Todas as palavras-passe serão apagadas, assim como códigos e certificados guardados. Esta operação é irreversível.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Não foi possível encontrar o porta-chaves “%1$@” para guardar %2$@”.";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "O porta-chaves “%1$@” não foi encontrado.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Digite a palavra-passe de início de sessão. Esta palavra-passe será usada no porta-chaves.";

/* reset button title */
"Reset" = "Repor";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Existem porta-chaves adicionais no sistema que necessitam ser adicionados à lista de pesquisa. Utilize o Acesso ao Porta-chaves para os adicionar.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "O nome do porta-chaves poderá ter sido alterado, o porta-chaves poderá ter sido apagado ou poderá estar guardado num volume que não se encontra montado.";

